Repository: MarioRoblesCastillo/PawfectMatch
Catalog: Pawfectmatch V.1/Resources/Views.ApplicationForm.Index.*.resx
Languages: es

# Select Pet
source: Select a Pet
es: Seleccionar una mascota

# Personal Info
source: Personal Information
es: Información personal

# Home Info
source: Home Information
es: Información del hogar

source: Pet Experience
es: Experiencia con mascotas

# Commitment
source: Adoption Commitment
es: Compromiso de adopción

# Review
source: Review & Submit
es: Revisar y enviar

source: Full Name
es: Nombre completo

source: Age
es: Edad

source: Gender
es: Género

# Phone
source: Phone Number
es: Teléfono

# Email
source: Email Address
es: Correo electrónico

source: Address
es: Dirección

source: Type of Residence
es: Tipo de residencia

# Own or Rent
source: Do you own or rent your home?
es: ¿Es propietario o alquila su casa?

# Landlord Allows Pets
source: If renting, does your landlord allow pets?
es: Si alquila, ¿su arrendador permite mascotas?

# Secure Yard
source: Do you have a secure yard or space for the pet?
es: ¿Tiene un patio o espacio seguro para la mascota?

# Currently Have Pets
source: Do you currently have pets?
es: ¿Actualmente tiene mascotas?

# Current Pets Details
source: If yes, list type(s), age(s), and breed(s):
es: Si es así, indique tipo(s), edad(es) y raza(s):

# Owned Pets Before
source: Have you owned pets before?
es: ¿Ha tenido mascotas antes?

# Pet Care When Away
source: Who will take care of the pet when you are away?
es: ¿Quién cuidará de la mascota cuando usted no esté?

# Financially Prepared
source: Are you financially prepared for pet care (vet, food, grooming)?
es: ¿Está preparado financieramente para el cuidado de la mascota (veterinario, comida, aseo)?

# Allow Home Visit
source: Are you willing to allow a home visit before/after adoption?
es: ¿Está dispuesto a permitir una visita al hogar antes/después de la adopción?

# Long Term Commitment
source: Are you ready for a 10â€“15 year commitment for this pet?
es: ¿Está listo para un compromiso de 10-15 años con esta mascota?

source: Signature
es: Firma

source: Date
es: Fecha

source: Submit Application
es: Enviar solicitud

source: Back
es: Regresar

source: Next
es: Siguiente

source: Skip to main content
es: Saltar al contenido principal
